Revit 2027 API
ParameterTypeId.StairsWinderpatternMinimumWidthCorner Property
 "Minimum Width on Inside Boundary": Minimum Width on Inside Boundary
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsWinderpatternMinimumWidthCorner { get; }
Public Shared ReadOnly Property StairsWinderpatternMinimumWidthCorner As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsWinderpatternMinimumWidthCorner {
	ForgeTypeId^ get ();
}
static member StairsWinderpatternMinimumWidthCorner : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace